[
  {
    "name": "J Yim",
    "role": "Co-President",
    "description": "J is a junior from Seoul & NYC majoring in CS and TAPS. She is currently working at Dalus AI, a robotics simulation software company, but more broadly, she is interested in the intersection between film/media and visual computing technologies. In her free time, she enjoys playing the bass, going thrifting, and learning new languages!",
    "image": "/people/j.jpeg"
  },
  {
    "name": "Brian Donohugh",
    "role": "Co-President",
    "description": "Brian is a Junior from Hong Kong majoring in Materials Science with a minor in Earth Systems. He enjoys research in batteries and is deeply invested in energy solutions as the key to combating climate change and innovative technologies as a whole. In his free time, he enjoys basketball, music and exploring nature.",
    "image": "/people/brian.jpeg"
  },
  {
    "name": "Vivian Nguyen",
    "role": "Vice President",
    "description": "Vivian is a sophomore studying medicinal chemistry and biology on the pre-med track. She is passionate about driving progress in biotechnology and was named one of the top \"Six Teens Making the World a Better Place\" by Forbes Magazine. Vivian is involved in gender equity advocacy at the White House and enjoys exploring the city in her free time.",
    "image": "/people/vivian.jpeg"
  },
  {
    "name": "Amogh Chaturvedi",
    "role": "Financial Officer",
    "description": "",
    "image": "/people/amogh.jpeg"
  },
  {
    "name": "Allan Guo",
    "role": "Financial Officer",
    "description": "Allan is a rising sophomore (currently on leave) studying computer science. He is currently a co-founder of Willow, a company in YC S24. Since he was 10, he's done weird entrepreneurial endeavors such as an EDM music label, an app for dementia caregivers, and an e-commerce business targeting middle-aged moms (haha). He likes to read, play League, and eat good food.",
    "image": "/people/allan.jpeg"
  },
  {
    "name": "Welton",
    "role": "Tech Director",
    "description": "Welton is a sophomore from San Jose, CA interesting in business, computing, and psychology. He's helped start or worked at various startups in different capacities. Broadly, he's interested in incentive structures behind marketplaces and companies, and how these shape the end products people build. He's also likes hiking, cooking, playing the guitar, and political debates.",
    "image": "/people/welton.jpeg"
  },
  {
    "name": "Mafer Velásquez",
    "role": "Summit Co-Director",
    "description": "Maria Fernanda (Mafer for friends!) is a sophomore from Lima, Peru exploring the intersection between Electrical Engineering and Computer Science. She finds the use of artificial intelligence to optimize healthcare systems and climate-related solutions extremely fascinating. She also works as a photographer for the Stanford MS&E department and finds joy in dancing and running.",
    "image": "/people/maria.jpeg"
  },
  {
    "name": "Ghalyah Alhendi",
    "role": "Summit Co-Director",
    "description": "Ghalyah Alhendi is a sophomore majoring in Data Science and Social Systems with a concentration in Technology and Society. Born and raised in Abu Dhabi, United Arab Emirates, Ghalyah takes immense pride in her Emirati heritage and eagerly looks forward to bringing that spirit to ASES' Annual International Summit! In her free time, you'll probably find her indulging in some retail therapy or scrolling through TikTok.",
    "image": "/people/ghalyah.jpeg"
  },
  {
    "name": "Katie Cheng",
    "role": "VC3 Co-Director",
    "description": "",
    "image": "/people/katie.jpeg"
  },
  {
    "name": "Eyrin Kim",
    "role": "VC3 Co-Director",
    "description": "Eyrin Kim is a sophomore from Tennessee studying Data Science and Earth Systems. She is passionate about fostering people-facing and people-driven work that creates meaningful change, particularly in the climate space. In her free time, you can catch Eyrin on sunset hikes and hunting for the perfect iced matcha.",
    "image": "/people/eyrin.jpeg"
  },
  {
    "name": "Matthew Han",
    "role": "Engagement Co-Director",
    "description": "Matt is a Sophmore studying Economics and Public Policy. He is passionate about creating and researching impactful policy, tackling hard problems, and creating unique solutions. In his free time he loves to play guitar, cook, and cheer on his unfortunately tumultuous Philadelphia sports teams.",
    "image": "/people/matt.jpeg"
  },
  {
    "name": "Gabriel Nagel",
    "role": "Engagement Co-Director",
    "description": "",
    "image": "/people/gabe.jpeg"
  },
  {
    "name": "Dario Soatto",
    "role": "Breakthrough Co-Director",
    "description": "",
    "image": "/people/dario.jpeg"
  },
  {
    "name": "Brian Ni",
    "role": "Breakthrough Co-Director",
    "description": "Brian is a Junior from Hong Kong majoring in Materials Science with a minor in Earth Systems. He enjoys research in batteries and is deeply invested in energy solutions as the key to combating climate change and innovative technologies as a whole. In his free time, he enjoys basketball, music and exploring nature.",
    "image": "/people/brian.png"
  },
  {
    "name": "Lawrence Liu",
    "role": "Bootcamp Co-Director",
    "description": "Lawrence is a rising sophomore (currently on leave), from Pittsburgh, PA. He intends to study Computer Science and Math. He's extremely passionate about entrepreneurship and leveraging technology to change the world. Outside of ASES, he's co-founding Willow, a startup in the YC S24 batch. He also loves fencing, volleyball, and piano—feel free to reach out to him at lliu45@stanford.edu!",
    "image": "/people/lawrence.jpeg"
  },
  {
    "name": "Arya Gupta",
    "role": "Launchpad Co-Director",
    "description": "Arya is a sophomore studying Data Science, CS, and Political Science. She's passionate about social and tech entrepreneurship especially in nutrition and education. She also loves researching the math behind social sciences. In her free time you can find her missing layups, listening to Bollywood music, or reading dystopian novels.",
    "image": "/people/arya.jpeg"
  },
  {
    "name": "Karen Vo",
    "role": "Launchpad Co-Director",
    "description": "Karen Vo is a sophomore from San Jose, California studying Computer Science, Biology, and/or MS&E. She is enthusiastic about advancing health technologies and human augmentation to push the boundaries of human potential. In her free time, she loves going to the gym, petting cats, and finding new viewpoints.",
    "image": "/people/karen.jpeg"
  },
  {
    "name": "Neva Hidajat",
    "role": "Launchpad Co-Director",
    "description": "Neva is a Sophomore studying Symbolic Systems. She is passionate about food and beverages. But more importantly impact entrepreneurship within the climate and healthtech spaces. She's been able to pursue her interests through her internship at East Ventures, Southeast Asia's largest VC firm spearheading the region's digital transformation and sustainable development. She loves nature, music, and smoothies with yogurt in them.",
    "image": "/people/neva.jpeg"
  },
  {
    "name": "Sanjay Kasi",
    "role": "Alumni Co-Director",
    "description": "Sanjay is a junior from New York majoring in MS&E. He enjoys learning about new technologies and human behavior. He is a captain of the Stanford fencing team and loves playing and watching sports. He is happy to hear from you at skasi@stanford.edu!",
    "image": "/people/sanjay.jpeg"
  },
  {
    "name": "Charles Legaspi",
    "role": "Alumni Co-Director",
    "description": "Charles is a junior from Los Angeles double majoring in Economics and English. He is passionate about the evolving fintech industry, entrepreneurship, and thrives on identifying growth opportunities for businesses and creating strategic partnerships. Outside of school, he loves fashion, going to the gym, playing soccer, and cooking all kinds of food!",
    "image": "/people/charles.jpeg"
  },
  {
    "name": "Grace Park",
    "role": "Community Co-Director",
    "description": "Grace is a sophomore studying mathematics and computer science. She enjoys learning about cryptography and its role in enhancing internet security, contributing to the advancement of a safer technological environment. Besides her academic passion, she loves to explore new places and spend time with her friends.",
    "image": "/people/grace.jpeg"
  },
  {
    "name": "Justin Leong",
    "role": "Community Co-Director",
    "description": "Justin is a sophomore studying Computer Science and Economics. He is passionate about entrepreneurship and using data to drive meaningful environmental change. In his free time, he loves missing wide open dunks in basketball and making smoothies.",
    "image": "/people/justin.jpeg"
  },
  {
    "name": "Tesvara Jiang",
    "role": "Marketing Co-Director",
    "description": "",
    "image": "/people/tess.jpeg"
  },
  {
    "name": "Dawen Cheng",
    "role": "Marketing Co-Director",
    "description": "Dawen is a sophomore studying Mechanical Engineering. He is passionate about green technology and infrastructure, and aims to use his background in engineering research and platform at ASEs to drive meaningful progress in these areas, especially through the startup sphere. Outside of ASEs, he enjoys listening to / making music, playing sports, and watching David Attenborough nature documentaries, but struggles with a concerning addiction to claw machines.",
    "image": "/people/dawen.jpeg"
  },
  {
    "name": "Ziyad Broker",
    "role": "Chapter Relations Co-Director",
    "description": "Ziyad is a sophomore studying Political Science (Political Economy track). Born in the UK, Ziyad grew up in Hong Kong and Singapore and is excited to harness this international perspective to expand ASES' global footprint. Outside of his involvement with ASES, Ziyad is a big-time Manchester United fan, a McLaren F1 supporter and a cricket enthusiast.",
    "image": "/people/ziyad.jpeg"
  },
  {
    "name": "Komal Vij",
    "role": "Chapter Relations Co-Director",
    "description": "Komal Vij is pursuing a major in Computer Science with a concentration in AI, driven by a deep passion for productivity software, extended reality, and entrepreneurship. She currently leads an innovative AI project, Top3 AI, at the Bay Area Founders Club. In her free time, Komal enjoys indulging in her massive herbal tea collection, exploring hiking trails, and experimenting with fusion cuisine.",
    "image": "/people/komal.jpeg"
  }
]
