[
  {
    "name": "Joe Tey",
    "role": "Co-President",
    "description": "Joe is a junior from Melbourne, Australia, studying CS & Education. He's a big builder at heart, and is always working on a side project of some sort. Intrigued by tools of thought + a strong passion for education, Joe is super excited to revitalize the scrappy, entrepreneurial spirit of building & creating at Stanford: an infectious energy that is so core to Stanford's DNA. Shoot him an email at joetey@stanford.edu and he'll always be down to chat and/or build with you on any ideas!",
    "image": "/Joe_Tey.jpg"
  },
  {
    "name": "Charlie Nicks",
    "role": "Co-President",
    "description": "Charlotte is a junior from the LA area majoring in Mathematics. She is interested in leveraging her background in math to make informed decisions in complex systems under uncertainty, and she is passionate about work that necessitates a combination of qualitative, intuitive, and quantitative thinking. She hopes to end up working in social impact entrepreneurship and is particularly interested in the fields of biotech and cryptography. In her free time, she enjoys baking, gardening, and sewing!",
    "image": "/Charlie_Nicks.jpg"
  },
  {
    "name": "Jaston McClure",
    "role": "Co-Vice President",
    "description": "Jaston is a junior majoring in biochemistry with a minor in management science. After joining ASES through Bootcamp, he both organized and participated in Breakthrough, then led the revitalized Summit program. Jaston believes that science and entrepreneurship are natural partners and aspires to one day lead a biotechnology startup or invest in deep tech. When he’s not trying to decipher microscope slides in the lab or leading the ASES team, Jaston enjoys digging for 500-million-year-old fossils, running, and exploring new cities. He is always happy to talk, so feel free to reach out! ",
    "image": "/Jaston_McClure.JPG"
  },
  {
    "name": "Shaurya Sinha",
    "role": "Co-Vice President",
    "description": "Shaurya is a rising Junior from New Delhi, India. He’s studying Symbolic Systems and Education. Shaurya’s a visual storyteller at heart, working at the intersection of entrepreneurship, education, and social psychology to create and share his ideas with the world. Outside of the classroom, Shaurya loves filmmaking and has a YouTube channel where he captures his life, hoping to spread a little joy along the way.",
    "image": "/Shaurya Headshot.jpg"
  },
  {
    "name": "Nicole Garcia",
    "role": "Co-Financial Officer",
    "description": "Nicole is a junior studying Computer Science on the HCI track. This past summer, she worked as an investment analyst for an Asia-focused alternative investment company and is interested in entrepreneurship, VC, product design and more. Outside of school, Nicole enjoys traveling around the world, exploring restaurants, and bouldering!",
    "image": "/Nicole_Garcia.JPG"
  },
  {
    "name": "Scott Hickmann",
    "role": "Co-Financial Officer",
    "description": "Scott is a junior studying CS and EE who previously led ASES's engagement team. He is a YC S23 alum, where he developed Mida, a universal language tool. He previously exited an automation startup. In his free time, Scott enjoys gaming, global cuisines, and tech exploration.",
    "image": "/Scott_Hickmann.jpg"
  },
  {
    "name": "Anne Kwok",
    "role": "Alumni Co-Director",
    "description": "Anne is a junior from Hong Kong studying Economics and Poetry. Before joining ASES, she thought accelerators were gas pedals, and a venture was what Bear Grylls did in the wild. After enjoying her experience with Breakthrough, she loved being a channel between students and the Alumni Foundation as Alumni Director last year, helping make ASES’s network (of 900+ members, including summit) stronger around the world! She’s excited about helping expanding ASES’ reach in Asia this year. Anne enjoys fried milk, naps during typhoons, and very short walks. She’s excited to tell you about ASES, so don’t hesitate to reach out at akwok25@stanford.edu!",
    "image": "/Anne_Kwok.jpg"
  },
  {
    "name": "Daniel Guo",
    "role": "Alumni Co-Director",
    "description": "Daniel is a junior from Vancouver, Canada studying CS and Biology. Daniel is passionate about healthcare, biotechnology, and entrepreneurship. Having joined ASES through Bootcamp, Daniel is excited to continue contributing to the ASES community as Alumni Co-director. In his free time, Daniel likes to travel, read, and spend time with friends.",
    "image": "/Daniel_Guo.jpg"
  },
  {
    "name": "Brian Donohugh",
    "role": "Recruitment & Marketing Co-Director",
    "description": "Brian Donohugh is the Recruitment/Marketing co-director for ASES and a sophomore who intends to major in Materials Science and Engineering. He found an interest in entrepreneurship through his love for the possibilities of innovation and hopes to continue strengthening our community. Outside of ASES he enjoys music, basketball, nature and fashion.",
    "image": "/Brian_Donohugh.JPG"
  },
  {
    "name": "J Yim",
    "role": "Co-Recruitment & Marketing Co-Director",
    "description": "J is a sophomore currently studying computer science with a passion for all things design. ASES has been an integral part of her undergraduate career, having joined through Bootcamp before working with Launchpad and Summit. In her free time, J enjoys discovering new music to listen to, going thrifting with friends, and watching old films.",
    "image": "/J_Yim.jpg"
  },
  {
    "name": "Emmy Thamakaison",
    "role": "Tech Co-Director",
    "description": "Emmy is the Tech Co-Director and a Junior studying Computer Science. Currently a PM at Marriage Pact, she is passionate about building products to solve problems. As a researcher at the Stanford Artificial Intelligence Lab, she is developing a virtual assistant for Electronic Health Records. She is also a PM at Develop for Good, wherein she led KPI dashboard development enabling NeighborShare to serve 7000+ Americans. You can probably catch her at a local coffee shop or spending time outdoors!",
    "image": "/Emmy_Thamakaison.jpg"
  },
  {
    "name": "Alex Paek",
    "role": "Tech Co-Director",
    "description": "Alex is a senior studying Computer Science. He has been an active member of ASES since 2018, which involved a 2-year hiatus serving in the South Korean army. Alex worked at Meta and Citadel as a SWE, and his hobbies include playing basketball, volleyball, and exploring startups.",
    "image": "/Alex_Paek.JPG"
  },
  {
    "name": "Christina Ba",
    "role": "VC3 Co-Director",
    "description": "Christina is a sophomore from the Chicago area studying Computer Science and Economics. She's been involved in ASES since Bootcamp, and has since helped organize Breakthrough and VC3. She is interested in health tech, human-centered design, and venture capital. Outside of ASES, she enjoys painting, thrifting, and anything with matcha.",
    "image": "/Christina_Ba.JPG"
  },
  {
    "name": "Emily Zhang",
    "role": "VC3 Co-Director",
    "description": "Emily Zhang is a sophomore studying CS and Art Practice and a Co-Director of VC3. She’s passionate about harnessing AI entrepreneurship for social good and the intersection of tech and culture. Emily loves building, painting, brunching, and meeting new people, so feel free to reach out!",
    "image": "/Emily_Zhang.JPG"
  },
  {
    "name": "Dhruv Naik",
    "role": "Breakthrough Co-Director",
    "description": "Dhruv is sophomore studying Economics and Computer Science and was a member of ASES Bootcamp last Fall, and joined the organizing team for Breakthrough in the Winter. He now serves on the ASES Leadership team as a co-director for Breakthrough ‘23-‘24 alongside Natalie Abboud. Outside of ASES, he is a manager for the mens’ basketball team and is a consultant for Stanford Marketing Group.",
    "image": "/Dhruv_Naik.jpg"
  },
  {
    "name": "Natalie Abboud",
    "role": "Breakthrough Co-Director",
    "description": "Natalie is a sophomore studying economics and international relations She’s currently the co - director of breakthrough and participated in bootcamp last year. Outside of ASES she’s involved with Stanford Women in Business and Stanford Speakers Bureau and enjoys running and trying new food in her free time.",
    "image": "/Natalie_Abboud.jpg"
  },
  {
    "name": "Elinor Tandberg",
    "role": "Chapter Relations Co-Director",
    "description": "Elinor is a sophomore international student from Sweden majoring in Data Science (BS) on the biology subplan. She loves learning about technology, and is especially interested in delving deep into biotech and environmental tech while at Stanford. Aside from work, she loves travelling, painting and drinking really strong coffee.",
    "image": "/Elinor_Tandberg.JPG"
  },
  {
    "name": "Hasan Ahmad",
    "role": "Chapter Relations Co-Director",
    "description": "",
    "image": "/Hasan_Ahmad.JPG"
  },
  {
    "name": "Emi Mathew",
    "role": "Bootcamp Co-Director",
    "description": "Emi is a sophomore from Miami studying CS & Biomedical Computation, interested in organ transplant and mental healthcare. In her free time, she enjoys lifting, playing Ultimate Frisbee, dancing on the Bhangra team, and watching Gilmore Girls. She's Bootcamp Co-Director with Saanvi and is excited to meet the next bootcamp cohort!",
    "image": "/Emi_Mathew.JPG"
  },
  {
    "name": "Saanvi Chawla",
    "role": "Bootcamp Co-Director",
    "description": "",
    "image": "/Saanvi_Chawla.JPG"
  },
  {
    "name": "Annie Villalta",
    "role": "Community Co-Director",
    "description": "",
    "image": "/Annie_Villalta.jpg"
  },
  {
    "name": "Yasmin Kotb",
    "role": "Community Co-Director",
    "description": "Yasmin is an incoming Junior at Stanford pursuing a B.S. in Biomedical Computations. She is excited to work with her co-Director, Annie, to host fun, interactive, and engaging events to get the ASES community together! She looks forward to the future club dinners, boba trips, and team building events while getting to know everyone in this super unique and cool space.",
    "image": "/Yasmin_Kotb.jpg"
  },
  {
    "name": "Jenny Wei",
    "role": "Launchpad Co-Director",
    "description": "Jenny is a sophomore from Dallas, Texas studying Computer Science and minoring in Music. She is interested in combining technology and creativity to build impactful solutions, particularly in the areas of education and social impact. In her free time, Jenny enjoys composing music, going on walks, and trying out new cafes.",
    "image": "/Jenny_Wei.jpg"
  },
  {
    "name": "Tatiana Zhang",
    "role": "Launchpad Co-Director",
    "description": "Tatiana Zhang is a sophomore from Hong Kong studying Data Science and Classics at Stanford. She first joined ASES through Bootcamp and Breakthrough, and is so excited to be leading Launchpad alongside Jenny this year. She is passionate about everything related to education, from teaching and tutoring to EdTech entrepreneurship, and is keen to promote equity and accessibility in the education space. She loves to read, listen to music, and walk her dog, Raffy, in her free time.",
    "image": "/Tatiana_Zhang.jpg"
  },
  {
    "name": "Kavita Kar",
    "role": "Summit Co-Director",
    "description": "Kavita is a second-year math major and Summit co-director. She interned at the Chicago Mercantile Exchange this summer and is passionate about quantitative finance. On campus, she also serves as the Engagement Officer at CYC and SUMO.",
    "image": "/Kavita_Kar.JPG"
  },
  {
    "name": "Hristo Todorov",
    "role": "Summit Co-Director",
    "description": "",
    "image": "/Hristo_Todorov.jpg"
  },
  {
    "name": "Odin Farkas",
    "role": "Engagement Co-Director",
    "description": "Hi! I’m Odin. I’m from South Florida and am (tentatively) a CS major! Beyond entrepreneurship, some of my favorite things to do are surf, DJ, research about psychedelic medicine, and meet new people. Let’s grab lunch!",
    "image": "/Odin_Farkas.JPG"
  },
  {
    "name": "Sherry Liu",
    "role": "Engagement Co-Director",
    "description": "Sherry will be one of your Engagement co-directors. She’s a sophomore from NC studying CS. She enjoys playing the guitar, going on logs, and watching the sunrise. She’s looking forward to a lovely year in ASES!",
    "image": "/Sherry_Liu.JPG"
  }
]
